Repository: lbesnard/LingoAnki
Catalog: lingoanki/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: LingoDiary WebApp
fr: Application Web LingoDiary

source: Logged in as
fr: Connecté en tant que

source: Logout
fr: Se déconnecter

source: Step 1: Edit Diary
fr: Étape 1 : Modifier le journal

source: View Diary HTML
fr: Voir le HTML du journal

source: View TPRS
fr: Voir TPRS

source: Step 2: Generate Lessons
fr: Étape 2 : Générer les leçons

source: Step 3: Listen to Lessons
fr: Étape 3 : Écouter les leçons

source: Step 4: Download Output Files
fr: Étape 4 : Télécharger les fichiers de sortie

source: How To Edit Diary
fr: Comment modifier le journal

source: You can edit the diary in two ways:
fr: Vous pouvez modifier le journal de deux manières :

source: Option 1: By adding sentences directly in the text box below with the following template and clicking "Save".
fr: Option 1 : En ajoutant des phrases directement dans la zone de texte ci-dessous avec le modèle suivant et en cliquant sur « Enregistrer ».

source: Please note that Only the sentence in between the 2 asterixes ** ... ** needs to be replaced...
fr: Veuillez noter que seule la phrase entre les deux astérisques ** ... ** doit être remplacée...

source: Option 2: By selecting a specific date from the calendar widget below (or entering the date manually), then adding sentences for that day.
fr: Option 2 : En sélectionnant une date spécifique dans le calendrier ci-dessous (ou en entrant la date manuellement), puis en ajoutant des phrases pour ce jour-là.

source: Edit Diary
fr: Modifier le journal

source: Careful not to break the template
fr: Attention à ne pas casser le modèle

source: Save
fr: Enregistrer

source: Copy template below to the top of the diary and add as many new sentences as desired
fr: Copiez le modèle ci-dessous en haut du journal et ajoutez autant de nouvelles phrases que souhaité

source: This template has only 3 sentences, but you can add more
fr: Ce modèle contient seulement 3 phrases, mais vous pouvez en ajouter davantage

source: Copy Template
fr: Copier le modèle

source: Select and set a date.
fr: Sélectionnez et définissez une date.

source: Add as many sentences as wanted and click save
fr: Ajoutez autant de phrases que vous le souhaitez et cliquez sur enregistrer

source: Select a date:
fr: Sélectionner une date :

source: 1) Set Date (click me)
fr: 1) Définir la date (cliquez ici)

source: Add a new sentence
fr: Ajouter une nouvelle phrase

source: 2) Add Sentence
fr: 2) Ajouter une phrase

source: Sentence for
fr: Phrase pour

source: Apply
fr: Appliquer

source: 3) Save Diary Entry for Date
fr: 3) Enregistrer l'entrée du journal pour la date

source: Cancel - Clear Selected Date and Entries
fr: Annuler - Effacer la date et les entrées sélectionnées

source: Generate Lessons
fr: Générer les leçons

source: Generate
fr: Générer

source: Diary HTML
fr: HTML du journal

source: Output Files
fr: Fichiers de sortie

source: Download All as Zip
fr: Tout télécharger au format Zip

source: TPRS Markdown
fr: Markdown TPRS

source: Refresh TPRS
fr: Rafraîchir TPRS

source: Select an MP3 file to play
fr: Sélectionnez un fichier MP3 à lire

source: Choose an audio file
fr: Choisissez un fichier audio

source: Choose File
fr: Choisir un fichier

source: Now Playing
fr: Lecture en cours

source: Download this MP3
fr: Télécharger ce MP3

source: Download Markdown
fr: Télécharger le Markdown

source: Markdown Content
fr: Contenu Markdown
